var blogList=[
    {
        title:"标题1",
        untid:"sdfawerf123",
        cover:"data/f.jpg",
        txt:"我们在实际教学工作中一直探索教育大数据技术的落地。" +
            "我们为什么会有这样的疑问呢？首先我们在教学过程中遇到了如个性化教学这样的实际问题，" +
            "其次我们也了解到教育大数据技术可以解决我们遇到的问题，" +
            "是否有一个模型或者框架，" +
            "将现有的学生数据装入，然后提供一个可应用的决策或者建议，来改进我们的教学。" +
            "您能否推荐一些比较成熟的服务或者应用来让我们可以方便的在教学中应用大数据技术呢？",
        ex:"2023年2月2日14:59:48"
    },
    {
        title:"标题1",
        untid:"sdfawerf123",
        cover:"data/f.jpg",
        txt:"我们在实际教学工作中一直探索教育大数据技术的落地。" +
            "我们为什么会有这样的疑问呢？首先我们在教学过程中遇到了如个性化教学这样的实际问题，" +
            "其次我们也了解到教育大数据技术可以解决我们遇到的问题，" +
            "是否有一个模型或者框架，" +
            "将现有的学生数据装入，然后提供一个可应用的决策或者建议，来改进我们的教学。" +
            "您能否推荐一些比较成熟的服务或者应用来让我们可以方便的在教学中应用大数据技术呢？",
        ex:"2023年2月2日14:59:48"
    },
    {
        title:"标题1",
        untid:"sdfawerf123",
        cover:"data/f.jpg",
        txt:"我们在实际教学工作中一直探索教育大数据技术的落地。" +
            "我们为什么会有这样的疑问呢？首先我们在教学过程中遇到了如个性化教学这样的实际问题，" +
            "其次我们也了解到教育大数据技术可以解决我们遇到的问题，" +
            "是否有一个模型或者框架，" +
            "将现有的学生数据装入，然后提供一个可应用的决策或者建议，来改进我们的教学。" +
            "您能否推荐一些比较成熟的服务或者应用来让我们可以方便的在教学中应用大数据技术呢？",
        ex:"2023年2月2日14:59:48"
    },
]